import { DetailType } from '@/types/detail'

export const DUMMY_DETAIL: DetailType = {
  id: '1',
  title: '업무 효율화 방법 중 추천할만한 팁이 있으신가요?',
  type: 'business',
  scrap: true,
  detail: [
    {
      title: '개인적인 고민을 유도하며 공감 유도',
      content: '요즘 시간이 부족해서 일처리가 빠듯하게 느껴질 때가 많아요.',
    },
    {
      title: '상대방의 경험에 귀 기울이기',
      content:
        '상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요.',
    },
    {
      title: '개인적인 고민을 유도하며 공감 유도',
      content: '요즘 시간이 부족해서 일처리가 빠듯하게 느껴질 때가 많아요.',
    },
    {
      title: '상대방의 경험에 귀 기울이기',
      content:
        '상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요.',
    },
    {
      title: '개인적인 고민을 유도하며 공감 유도',
      content: '요즘 시간이 부족해서 일처리가 빠듯하게 느껴질 때가 많아요.',
    },
    {
      title: '상대방의 경험에 귀 기울이기',
      content:
        '상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요.',
    },
    {
      title: '개인적인 고민을 유도하며 공감 유도',
      content: '요즘 시간이 부족해서 일처리가 빠듯하게 느껴질 때가 많아요.',
    },
    {
      title: '상대방의 경험에 귀 기울이기',
      content:
        '상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요.',
    },
    {
      title: '개인적인 고민을 유도하며 공감 유도',
      content: '요즘 시간이 부족해서 일처리가 빠듯하게 느껴질 때가 많아요.',
    },
    {
      title: '상대방의 경험에 귀 기울이기',
      content:
        '상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요.',
    },
    {
      title: '개인적인 고민을 유도하며 공감 유도',
      content: '요즘 시간이 부족해서 일처리가 빠듯하게 느껴질 때가 많아요.',
    },
    {
      title: '상대방의 경험에 귀 기울이기',
      content:
        '상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요.',
    },
    {
      title: '개인적인 고민을 유도하며 공감 유도',
      content: '요즘 시간이 부족해서 일처리가 빠듯하게 느껴질 때가 많아요.',
    },
    {
      title: '상대방의 경험에 귀 기울이기',
      content:
        '상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요.',
    },
    {
      title: '개인적인 고민을 유도하며 공감 유도',
      content: '요즘 시간이 부족해서 일처리가 빠듯하게 느껴질 때가 많아요.',
    },
    {
      title: '상대방의 경험에 귀 기울이기',
      content:
        '상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요.',
    },
    {
      title: '개인적인 고민을 유도하며 공감 유도',
      content: '요즘 시간이 부족해서 일처리가 빠듯하게 느껴질 때가 많아요.',
    },
    {
      title: '상대방의 경험에 귀 기울이기',
      content:
        '상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요.',
    },
    {
      title: '개인적인 고민을 유도하며 공감 유도',
      content: '요즘 시간이 부족해서 일처리가 빠듯하게 느껴질 때가 많아요.',
    },
    {
      title: '상대방의 경험에 귀 기울이기',
      content:
        '상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요. 상대방의 경험에 귀 기울이며 공감을 유도해요.',
    },
  ],
}
