export const filterContant = {
  purpose: [
    ['친목', '친목'],
    ['소개팅', '소개팅'],
    ['비즈니스', '비즈니스'],
    ['일상', '일상'],
  ],
  situation: [
    ['첫만남', '첫만남'],
    ['1 : 1', '1 : 1'],
    ['집단', '집단'],
    ['상사', '상사'],
    ['동료', '동료'],
    ['친구', '친구'],
  ],
  mood: [
    ['어색하지 않고 편했으면 좋겠다', '편안한'],
    ['유익하면 좋겠다', '유익한'],
    ['즐겁고 재밌으면 좋겠다', '유쾌한'],
    ['상대에 대해 알아가면 좋겠다', '알아가는'],
  ],
  partnerGender: [
    ['남성', '남성'],
    ['여성', '여성'],
  ],
  partnerAge: [
    ['20대 초반', '20대 초반'],
    ['20대 중반', '20대 중반'],
    ['30대 초반', '30대 초반'],
    ['30대 중반', '30대 중반'],
    ['40대 초반', '40대 초반'],
    ['40대 중반', '40대 중반'],
  ],
}
